module ConsoleApp1.Results

let result1 = "Вам повезло и в этот раз ваша задача прошла ревью.
Но вы так и не узнаете, были ли иной подход в вашей голове верным.
Не выражая свое мнение, вы ограничиваете себя в стремлении к развитию.
Однако ваше умение обращаться за помощью - очень важный навык для дальнейшей карьеры."

let result2 = "Ваше решение отправилось на доработку.
После обсуждения с коллегами, выяснилось,
что ваши мысли насчет задачи были правильными."

let result3 = "Вы вынесли свое мнение на обсуждение, действительно,
в задаче были некоторые недочеты. Вас похвалили за инициативность."

let result4 = "4 балла - Вы проявляете свои навыки коммуникации в критических ситуациях,
попробуйте включать больше коммуникаций в свою работу, чтобы работать без стресса.
6 баллов - Вы отлично коммуницируете"

let result5 = "5 балла - Вы отлично коммуницируете,однако инициативность тоже очень важна
3 балла - Вы умеете коммуницировать, но можете лучше.
Коммуникация, а также умение обращаться за помощью - залог успеха!"

let result6 = "1 баллов - Без умения коммуницировать, а также проявлять инициативу, к сожалению, карьеру не сделать
3 балла - Вы умеете коммуницировать, но можете лучше. Коммуникация, а также умение обращаться за помощью - залог успеха!"

let result7 = "1 балл -  Вы не применяете свои навыки коммуникации, а также смелость и инициативность на рабочем месте, а они очень важны.
3 балла - Вы умеете коммуницировать, но можете лучше. Коммуникация - залог успеха! Однако ваша смелость в отстаивании границ"